{
  "apetrella" : {
    "twitter": "noootsab",
    "linkedin": "http://be.linkedin.com/in/andypetrella",
    "name": "Andy Petrella",
    "site": "http://nextlab.be",
    "logo": "nextlab.png",
    "bio": {
      "en":"<p>Before getting married and having an amazing kid (whose are my biggest pride), I did a graduate in Mathematics at the University of Liège that I followed with another one in Informatics.</p> <p>After having done my schooling duty, I mainly worked in the GIS world, participating in great projects with stakeholders like the NATO or ESA -- Wherein I really enjoyed development in Java, Python, AS3, JavaScript and all kindo'stuffs.</p> <p>Nowadays at NextLab, that I've cofounded, I'm feeding myself with happiness hacking in Scala or functional programming in general... through a Play! Framework 2 lens for the web part. Oh yes, I'm also writing a book... about Play! Framework 2.</p>",
      "fr":"<p>Avant mon mariage et un super gosse (mes plus grandes fiertés), j'ai étudié les Mathématiques à l'Univeristé de Liège, directement suivi par une autre licence en Informatique.</p> <p>Après mon devoir scolaire, j'ai principalement travaillé dans le monde SIG (GIS), ou j'ai eu l'occasion de participer à des projets géniaux avec des parties prenantes telles que OTAN ou encore l'ESA -- pendant lesquels je me suis bien amusé avec du Java, Python, AS3, JavaScript et autres broles du style.</p> <p>Et maintenant, dans la société NextLab que j'ai cofondé... je me poile en hackant du Scala et de la programmation fonctionnelle en général... Pour le web, je le fais à travers la lentille Play! Framework 2. Ah oui, je suis aussi en train d'écrire un bouquin... sur Play! Framework 2.</p>"
    }
  },
  "srondal" : {
    "twitter": "stephanerondal",
    "linkedin": "http://be.linkedin.com/in/stephanerondal",
    "name": "Stephane Rondal",
    "site": "http://www.arexo.be/",
    "logo": "arexo.jpg",
    "bio": {
      "en":"<p>When he's not busy with his family, traveling, or toying around with geeky stuff, Stephane Rondal is an avid Agilist. He has been learning, applying and teaching Agile since 2005, on solo projects up to projects involving highly distributed teams.</p><p>Stephane is a frequent trainer on Agile matters, as well as a Java/Java EE architect. He's also the co-founder of Arexo, a Belgian IT consultancy company.</p>",
      "fr":"<p>When he's not busy with his family, traveling, or toying around with geeky stuff, Stephane Rondal is an avid Agilist. He has been learning, applying and teaching Agile since 2005, on solo projects up to projects involving highly distributed teams.</p><p>Stephane is a frequent trainer on Agile matters, as well as a Java/Java EE architect. He's also the co-founder of Arexo, a Belgian IT consultancy company.</p>"
    }
  },
  "ljanssens" : {
    "twitter": "SustainITBiz",
    "linkedin": "http://be.linkedin.com/in/janssenslaurent",
    "name": "Laurent Janssens",
    "site": "http://www.sustain-it.be/",
    "logo": "sustain-it.gif",
    "bio": {
      "en":"<p><span>Laurent has now more than 18 years of experience in the IT world. </span></p><p><span>During his career, he occupied all functions in the IT department. Those last years, as management consultant, he has advised many ICT organisations to professionalize their abilities and to gain in maturity through quality management programs and continuous improvements.</span><br></p><div></div><div>Since 2011, Laurent created Sustain-IT  (<a rel='nofollow' target='_blank' href='http://www.sustain-it.be/'>www.sustain-it.be</a>) which has for objective to assess, plan and implement GreenIT/IT sustainability Policies for ICT departments.</div><p></p>",
      "fr":"<p>Laurent a 18 ans d'expérience dans le monde IT.&nbsp;<span style='line-height: 1.5;'>Il a rempli toutes les fonctions dans le département ICT.&nbsp;</span></p><p><span style='line-height: 1.5;'>Ces dernières années, en tant que management consultant, il aide les organisations ICT à se développer et à s'améliorer en les accompagnant dans leurs démarches de qualité et d'améliorations continues.&nbsp;</span></p><p><span style='line-height: 1.5;'>Depuis 2011, il a créé Sustain-IT (</span><a rel='nofollow' target='_blank' href='http://www.sustain-it.be/' style='line-height: 1.5;' title='Link: http://www.sustain-it.be/'>www.sustain-it.be</a><span style='line-height: 1.5;'>) qui a pour objectif d'évaluer, de définir et implémenter&nbsp;les politiques Green IT/IT sustainability&nbsp;des départements ICT. &nbsp;</span></p>"
    }
  },
  "bvandermeerssche" : {
    "twitter": "flukso",
    "linkedin": "http://be.linkedin.com/in/bartvandermeerssche",
    "name": "Bart Van Der Meerssche",
    "site": "http://www.flukso.net",
    "logo": "flukso.png",
    "bio":{
      "en":"Bart Van Der Meerssche is an electrical engineer and the founder of Flukso.",
      "fr":"Bart Van Der Meerssche is an electrical engineer and the founder of Flukso."
    }
  },
  "gcuisinier" : {
    "twitter": "gcuisinier",
    "linkedin": "http://be.linkedin.com/in/gcuisinier",
    "name": "Gildas Cuisinier",
    "site": "http://www.gcuisinier.net",
    "logo": "",
    "bio":{
      "en":"<p>Ancien de l'Inpres, c'est durant mes premiers pas en entreprise que j'ai fait la découverte de Spring Framework. Celui-ci était à l'époque une vrai révolution pour le développement en entreprise. Je suis rapidement devenu fan, et j'ai voulu participer à ma manière à mieux faire connaitre celui-ci. C'est dans cette optique que je suis devenu rédacteur sur Développez.com, et que j'ai fini par mettre en place la section Spring de celui-ci, participer à des évènements comme SpringOne ou rencontrer Interface21/SpringSource.</p><p>Par la suite j'ai eu l'occasion de venir prêcher la bonne paroles dans plusieurs JUGs : BreizhJUG, LorraineJUG, YaJUG, MarsJUG, ParisJUG ainsi que lors de la première édition de Devoxx France.</p>",
      "fr":"<p>Ancien de l'Inpres, c'est durant mes premiers pas en entreprise que j'ai fait la découverte de Spring Framework. Celui-ci était à l'époque une vrai révolution pour le développement en entreprise. Je suis rapidement devenu fan, et j'ai voulu participer à ma manière à mieux faire connaitre celui-ci. C'est dans cette optique que je suis devenu rédacteur sur Développez.com, et que j'ai fini par mettre en place la section Spring de celui-ci, participer à des évènements comme SpringOne ou rencontrer Interface21/SpringSource.</p><p>Par la suite j'ai eu l'occasion de venir prêcher la bonne paroles dans plusieurs JUGs : BreizhJUG, LorraineJUG, YaJUG, MarsJUG, ParisJUG ainsi que lors de la première édition de Devoxx France.</p>"
    }
  },
  "devoxx4kids" : {
    "twitter": "devoxx4kids",
    "linkedin": null,
    "name": "Devoxx 4 Kids",
    "site": "http://www.devoxx.com/display/4KIDS/Home",
    "logo": "devoxx4kids.png",
    "bio":{
      "en":"",
      "fr":"<p>Partant du simple constat qu'il était difficile de trouver du matériel didactique adapté aux enfants entre 8 et 14 ans sur le sujet de la programmation informatique (plus particulièrement dans une langue autre que l'anglais) et désirant montrer à leurs enfants qu'il est possible de faire autre chose de plus attrayant avec un ordinateur que de regarder des vidéos sur Youtube ou de lire des commentaires sur Facebook, certains membres de l'équipe Devoxx ont commencés à réfléchir en 2012 sur le sujet et ont lancés l'initiative Devoxx4Kids.</p> <p>Devoxx4Kids a pour but de permettre aux enfants d'être plus créatifs avec un ordinateur. De leurs faire découvrir la programmation et la logique informatique tout en s'amusant.</p> <p>Pour ce faire, l'équipe Devoxx4Kids réalise des sessions durant lesquelles les enfants peuvent développer des jeux, programmer des robots et aussi avoir une introduction à l'électronique. Le tout encadré par des professionnels de l'informatique sur base du volontariat (tout le monde est le bienvenu).</p> <p>Depuis la première édition de Devoxx4Kids en Belgique en 2012 avec une session néerlandaise (Gand) et une version francophone (Bruxelles), plusieurs autres Devoxx4Kids ont vu le jour partout en Europe: France, Hollande, UK et d'autres initiatives identiques réalisées par d'autres JUGs (Java User Group) se sont fait connaître.</p> <p>Tout le matériel didactique est à disposition en mode Open Source sur le site de Devoxx4Kids. N'importe qui, dans son école, son quartier, sa région, son pays peut utiliser le matériel pour ainsi initier des enfants à la programmation informatique.</p>"
    }
  },
  "wajugians" : {
    "twitter": "wajug",
    "linkedin": null,
    "name": "Wajugians",
    "site": "http://wajug.be",
    "logo": "wajug.png",
    "bio":{
      "en":"<p>We're the team behind WAJUG events...",
      "fr":"<p>Nous sommes l'équipe derrière les évènements WAJUG...</p>"
    }
  },
  "ddewaele" : {
    "twitter": "ddewaele",
    "linkedin": "http://be.linkedin.com/pub/davy-de-waele/5/529/571/",
    "name": "Davy De Waele",
    "site": " http://ddewaele.github.io/GoogleMapsV2WithActionBarSherlock",
    "logo": null,
    "bio":{
      "en":"<p>Belgium based Senior Application Architect / Developer. Strong focus on Java and a broad interest in various functional and technical domains. Started as an enterprise developer, transitioned into more architectural roles and lately focusing more on mobile and frontend technologies. Javascript ninja-wanna-be</p>",
      "fr":"<p>Davy a débuté comme développeur d'applications Enterprise avant de se diriger vers des rôles d'architectes. Dernièrement, Davy s'est focalisé sur le développement mobile et les technologies de présentation. C'est aussi un Javascript ninja-wanna-be ;-)</p>"
    }
  },
  "palberty" : {
    "twitter": "zorrobiwan",
    "linkedin": "http://www.linkedin.com/in/pascalalberty",
    "name": "Pascal Alberty",
    "site": "http://www.tweetwallpro.com/",
    "logo": "tweetwallpro.jpg",
    "bio":{
      "en":"<p>Pascal début sa carrière comme consultant chez BSB pendant laquelle il aura l'occasion de gérer les aspects techniques et technologiques de nombreux projets de développement.</p> <p>En 2006, il co-fonde Tesial société de développement de plateformes web et propose son expertise lors de l'élaboration de plateformes de gestion et de diffusion de produits publicitaires comme la Click-Box de BEWEB, le produit Proxistore ou encore CrawlForMe, outil de contrôle d'intégrité de sites webs développé en interne à destination des webmasters et autres agences webs.</p> <p>Il est également depuis 2010 le CTO du projet TweetWall Pro, plateforme permettant de diffusion les messages en provenance des réseaux sociaux sur des écrans lors d'évènements (conférences, concerts, festivals, salons, shows TV,...)</p> <p>Auto-didacte, hyper-connecté, touche à tout, geek à ses heures, Pascal a obtenu une maîtrise en sciences Informatiques à l'Université de Namur.</p>",
      "fr":"<p>Pascal début sa carrière comme consultant chez BSB pendant laquelle il aura l'occasion de gérer les aspects techniques et technologiques de nombreux projets de développement.</p> <p>En 2006, il co-fonde Tesial société de développement de plateformes web et propose son expertise lors de l'élaboration de plateformes de gestion et de diffusion de produits publicitaires comme la Click-Box de BEWEB, le produit Proxistore ou encore CrawlForMe, outil de contrôle d'intégrité de sites webs développé en interne à destination des webmasters et autres agences webs.</p> <p>Il est également depuis 2010 le CTO du projet TweetWall Pro, plateforme permettant de diffusion les messages en provenance des réseaux sociaux sur des écrans lors d'évènements (conférences, concerts, festivals, salons, shows TV,...)</p> <p>Auto-didacte, hyper-connecté, touche à tout, geek à ses heures, Pascal a obtenu une maîtrise en sciences Informatiques à l'Université de Namur.</p>"
    }
  },
  "rvbruggen" : {
    "twitter": "rvanbruggen",
    "linkedin": "http://be.linkedin.com/in/rikvanbruggen/",
    "name": "Rik Van Bruggen",
    "site": "http://www.neo4j.org/",
    "logo": "https://si0.twimg.com/profile_images/195275920/square-logo-no-text-2_bigger.png",
    "bio":{
      "en":"Rik Van Bruggen is the regional territory manager for Neo Technology for the BeNeLux, UK, and Nordics. He has been working for startup companies for most of his career, and while he has a fond technical interest, really is passionate about business - and about Belgian Beer.",
      "fr":" Rik Van Bruggen est le territory manager régional de Neo Technology, responsable pour le Benelux entre autres. Il a passé sa carrière en travaillant pour des startups technologiques - en utilisant sa passion pour la techno, le business - et la bonne bière Belge."
    }
  },
  "leschenauer" : {
    "twitter": "eschnou",
    "linkedin": "http://www.linkedin.com/in/laurenteschenauer",
    "name": "Laurent Eschenauer",
    "site": "https://eschnou.com",
    "logo": "eschnou.jpg",
    "bio":{
      "en":"<p>Laurent est un architecte logiciel expérimenté, passionné par la conception de systèmes distribués complexes.</p> <p>Depuis l'automne 2010, il est co-fondateur et CTO de ComodIT, une jeune start-up liégeoise développant une plateforme web de gestion d'infrastructure dans le <em>cloud</em>.</p> <p>Avant l'aventure ComodIT, il a été chercheur chez Vodafone et consultant au Boston Consulting Group.</p> <p>Laurent est également actif dans le monde open source avec des projets comme storytlr, indiewebcamp, et nodecopter.</p> <p>Il a un diplôme d'ingénieur civil de l'ULg et une maîtrise en Electrical Engineering de l'université du Maryland.</p>",
      "fr":"<p>Laurent est un architecte logiciel expérimenté, passionné par la conception de systèmes distribués complexes.</p> <p>Depuis l'automne 2010, il est co-fondateur et CTO de ComodIT, une jeune start-up liégeoise développant une plateforme web de gestion d'infrastructure dans le <em>cloud</em>.</p> <p>Avant l'aventure ComodIT, il a été chercheur chez Vodafone et consultant au Boston Consulting Group.</p> <p>Laurent est également actif dans le monde open source avec des projets comme storytlr, indiewebcamp, et nodecopter.</p> <p>Il a un diplôme d'ingénieur civil de l'ULg et une maîtrise en Electrical Engineering de l'université du Maryland.</p>"
    }
  },
  "ahortz" : {
    "twitter": "alanhortz",
    "linkedin": "be.linkedin.com/in/alanhortz/",
    "name": "Alan Hortz",
    "site": "http://www.tweetwallpro.com/",
    "logo": "",
    "bio":{
      "en":"<p>Alan est actuellement Scrum Master pour la société Ogone. Ogone est un acteur spécialisé dans les services de paiement électronique.</p><p>En plus de ses 10 années d’expérience dans le monde IT, il termine actuellement un master en informatique aux facultés universitaires Notre Dame de la Paix à Namur.</p><p>Alan est passionné par l’informatique depuis que ses doigts se sont posés sur le clavier d’un Commodore 64. Depuis sa curiosité l’a amené à explorer les différentes techniques de développement logiciel tel que le unit testing, le développement mobile, l’intégration continue et récemment Scrum et d’autres méthodes Agile.</p>",
      "fr":"<p>Alan est actuellement Scrum Master pour la société Ogone. Ogone est un acteur spécialisé dans les services de paiement électronique.</p><p>En plus de ses 10 années d’expérience dans le monde IT, il termine actuellement un master en informatique aux facultés universitaires Notre Dame de la Paix à Namur.</p><p>Alan est passionné par l’informatique depuis que ses doigts se sont posés sur le clavier d’un Commodore 64. Depuis sa curiosité l’a amené à explorer les différentes techniques de développement logiciel tel que le unit testing, le développement mobile, l’intégration continue et récemment Scrum et d’autres méthodes Agile.</p>"
    }
  },
  "sarbogast" : {
    "twitter": "sarbogast",
    "linkedin": "be.linkedin.com/in/sebastienarbogast",
    "name": "Sebastien Arbogast",
    "site": "http://sebastien-arbogast.com/",
    "logo": "",
    "bio":{
      "en":"<p>Sébastien Arbogast est consultant indépendant et entrepreneur. Il développe des systèmes d'entreprise (Java, Groovy, Grails) et des applications mobiles (iOS) depuis 8 ans, notamment en utilisant des méthodologies agiles (Scrum, Kanban). En 2011, après avoir gagné le startup weekend de Bruxelles, il fonde Kodesk, une société de partage de bureaux entre entreprises. Grâce à cette expérience il développe ses compétences dans le domaine du lean startup qu'il utilisera intensivement. En 2012, avec Olivier Verbeke, Fostering Ideas asbl et Creative Wallonia, il coorganise la première saison de NEST'up, le premier accélérateur de startup à l'américaine en Belgique, dont il développe également la plateforme web et où il coache deux équipes.</p>",
      "fr":"<p>Sébastien Arbogast est consultant indépendant et entrepreneur. Il développe des systèmes d'entreprise (Java, Groovy, Grails) et des applications mobiles (iOS) depuis 8 ans, notamment en utilisant des méthodologies agiles (Scrum, Kanban). En 2011, après avoir gagné le startup weekend de Bruxelles, il fonde Kodesk, une société de partage de bureaux entre entreprises. Grâce à cette expérience il développe ses compétences dans le domaine du lean startup qu'il utilisera intensivement. En 2012, avec Olivier Verbeke, Fostering Ideas asbl et Creative Wallonia, il coorganise la première saison de NEST'up, le premier accélérateur de startup à l'américaine en Belgique, dont il développe également la plateforme web et où il coache deux équipes.</p>"
    }
  },
  "nathan_gs" : {
    "twitter": "nathan_gs",
    "linkedin": "be.linkedin.com/in/nbijnens",
    "name": "Nathan Bijnens",
    "site": "http://lambda-architecture.net/",
    "logo": "",
    "bio":{
      "en":"<p>Nathan Bijnens is a developer with a passion for great code, the web and Big Data. He is interested in programming and system administration, especially where they meet, from scaling platforms to designing the architecture of new and existing products and everything in between.</p> <p>He is focused on data analysis and building Big Data Applications. Using Hadoop, in combination with Hadoop Pig, Hive and Cascading. He follows the rise of real-time big data closely, actively developing applications on top of Storm. And designing Lambda-like architectures. He advises on Big Data Strategies and evangelizes Big Data to clients and at conferences. Nathan is a Big Data consultant for DataCrunchers.</p>",
      "fr":"<p>Nathan Bijnens is a developer with a passion for great code, the web and Big Data. He is interested in programming and system administration, especially where they meet, from scaling platforms to designing the architecture of new and existing products and everything in between.</p> <p>He is focused on data analysis and building Big Data Applications. Using Hadoop, in combination with Hadoop Pig, Hive and Cascading. He follows the rise of real-time big data closely, actively developing applications on top of Storm. And designing Lambda-like architectures. He advises on Big Data Strategies and evangelizes Big Data to clients and at conferences. Nathan is a Big Data consultant for DataCrunchers.</p>"
    }
  },
  "eric_charles" : {
    "twitter": "echarles",
    "linkedin": "be.linkedin.com/in/ericcharles1",
    "name": "Éric Charles",
    "site": "http://datalayer.io/",
    "logo": "eric_charles.png",
    "bio":{
      "en":"<p>Eric CHARLES is the founder of DATALAYER (<a href='http://datalayer.io'>http://datalayer.io</a>) that provides in Belgium development services based on the HADOOP ecosystem.</p> <p>He worked in London on BIG DATA projects with Hadoop, Hive, Cascading, HBase, Cassandra, Kafa and Storm technologies.</p> <p>Eric is also APACHE Member and Committer.</p> <p>You can contact him via email (<a href='mailto:eric@datalayer.io'>eric@datalayer.io</a>) or on Twitter (@echarles).</p>",
      "fr":"<p>Eric CHARLES is the founder of DATALAYER (<a href='http://datalayer.io'>http://datalayer.io</a>) that provides in Belgium development services based on the HADOOP ecosystem.</p> <p>He worked in London on BIG DATA projects with Hadoop, Hive, Cascading, HBase, Cassandra, Kafa and Storm technologies.</p> <p>Eric is also APACHE Member and Committer.</p> <p>You can contact him via email (<a href='mailto:eric@datalayer.io'>eric@datalayer.io</a>) or on Twitter (@echarles).</p>"
    }
  },
  "JosePaumard" : {
    "twitter": "JosePaumard",
    "linkedin": "",
    "name": "José Paumard",
    "site": "",
    "logo": "",
    "bio":{
      "en":"<p>José is an assistant professor at the Institut Galilée (Université Paris 13) and a PhD in applied mathematics from the ENS de Cachan. He has discovered the Java language in 1995, and has been teaching the Java technologies at the university since 2000.</p><p>José has also been working as an independant for numerous companies, in a variety of areas. He is a well known Java / Java EE expert and trainer. He also publishes \"Java le soir\", a technical blog in french (http://blog.paumard.org/), with about 750 pages of courses about Java / JEE in open access.</p><p>He is a member of the french Paris Java User Group, and co-organizer of Devoxx France.</p>",
      "fr":"<p>José is an assistant professor at the Institut Galilée (Université Paris 13) and a PhD in applied mathematics from the ENS de Cachan. He has discovered the Java language in 1995, and has been teaching the Java technologies at the university since 2000.</p><p>José has also been working as an independant for numerous companies, in a variety of areas. He is a well known Java / Java EE expert and trainer. He also publishes \"Java le soir\", a technical blog in french (http://blog.paumard.org/), with about 750 pages of courses about Java / JEE in open access.</p><p>He is a member of the french Paris Java User Group, and co-organizer of Devoxx France.</p>"
    }
  },
  "Kevin_Jackson" : {
    "twitter": "itarchitectkev",
    "linkedin": "",
    "name": "Kevin Jackson",
    "site": "http://www.rackspace.com",
    "logo": "rackspace.jpg",
    "bio":{
      "en":"<p>Kevin Jackson, the author of the OpenStack Cloud Computing Cookbook, is a Principal Architect as part of the Rackspace's DevOps & Automation Advisory Services team based in the UK. Kevin's role focuses on assisting enterprises to deploy and manage their Private Cloud infrastructure. Kevin has been working with OpenStack since the beginning of 2011, and architecting virtualization and cloud solutions many years prior to this.</p>",
      "fr":"<p>Kevin Jackson, the author of the OpenStack Cloud Computing Cookbook, is a Principal Architect as part of the Rackspace's DevOps & Automation Advisory Services team based in the UK. Kevin's role focuses on assisting enterprises to deploy and manage their Private Cloud infrastructure. Kevin has been working with OpenStack since the beginning of 2011, and architecting virtualization and cloud solutions many years prior to this.</p>"
    }
  },
  "christoph_evers" : {
    "twitter": "acerbiz",
    "linkedin": "be.linkedin.com/pub/christoph-evers/1/305/313",
    "name": "Christoph Evers",
    "site": "http://www.365analytics.com/",
    "logo": "",
    "bio":{
      "en":"<p>Coming soon!</p>",
      "fr":"<p>Coming soon!</p>"
    }
  },
  "maher_mkadem" : {
    "twitter": "mel7it",
    "linkedin": "tn.linkedin.com/pub/maher-mkadem/9/150/840",
    "name": "Maher Mkadem",
    "site": "http://euranova.eu/",
    "logo": "",
    "bio":{
      "en":"<p>Maher Mkadem, is a consultant at EURANOVA which has worked on projects such as distributed platforms and Web projects.</p> <p>Despite his short career, Maher has already been working in various functional environment, including Pharmaceutical and R&D domains.</p> <p>Although Maher has been involved primarily on development projects so far, he is quickly building a strong knowledge of software architecture.</p>",
      "fr":"<p>Maher Mkadem, is a consultant at EURANOVA which has worked on projects such as distributed platforms and Web projects.</p> <p>Despite his short career, Maher has already been working in various functional environment, including Pharmaceutical and R&D domains.</p> <p>Although Maher has been involved primarily on development projects so far, he is quickly building a strong knowledge of software architecture.</p>"
    }
  },
  "bruno_sbille" : {
    "twitter": "BrunoSbille",
    "linkedin": "be.linkedin.com/in/brunosbille",
    "name": "Bruno Sbille",
    "site": "http://brunosbille.com",
    "logo": "",
    "bio":{
      "en":"<p>J’utilise et j’enseigne Scrum et les méthodes Agile depuis 2006. Je suis passionné par ces méthodes et j’ai aidé de nombreuses sociétés de toute taille et de tout secteurs à mettre en place Agile et Scrum.</p> <p>Je suis également Certified Scrum Trainer (CST) ce qui me permet de donner les formations certifiantes CSM (Certified Scrum Master) et CSPO (Certified Scrum Product Owner)</p> <p>En plus de mon attrait pour Scrum, j’enseigne et utilise la psychologie, le coaching, le people management et diverses techniques de créativité. Je suis également Coach de Vie et Thérapeute.</p>",
      "fr":"<p>J’utilise et j’enseigne Scrum et les méthodes Agile depuis 2006. Je suis passionné par ces méthodes et j’ai aidé de nombreuses sociétés de toute taille et de tout secteurs à mettre en place Agile et Scrum.</p> <p>Je suis également Certified Scrum Trainer (CST) ce qui me permet de donner les formations certifiantes CSM (Certified Scrum Master) et CSPO (Certified Scrum Product Owner)</p> <p>En plus de mon attrait pour Scrum, j’enseigne et utilise la psychologie, le coaching, le people management et diverses techniques de créativité. Je suis également Coach de Vie et Thérapeute.</p>"
    }
  },
  "gildas_cuisinier_stephane_nicoll" : {
    "twitter": "",
    "linkedin": "",
    "name": "Gildas Cuisinier - Stéphane Nicoll",
    "site": "",
    "logo": "",
    "bio":{
      "en":"<p><b>Gildas Cuisinier</b></p><p> Gildas Cuisinier, fanboy de Spring depuis des années fut l’un des premiers acteurs Spring pour la communauté francophone. Il fut  à l'origine de la section Spring de Developpez.com, et il présenta Spring dans divers conférences (JUGs en France, Luxembourg, Devoxx France).</p> <p> Consultant au Luxembourg pour Sfeir Benelux, il travaille avec Spring au quotidien.</p> <p>En dehors de Spring, il est également un membre actif du YaJUG, et participe à l’initiative Devoxx4Kids dans la région du Luxembourg.</p> <p><b>Stéphane Nicoll</b></p><p>Actif dans l'open source depuis 10 ans, Stéphane Nicoll est notamment membre du comité de gestion de Apache Maven depuis 2006.  Il a rejoint Pivotal en 2014, où ses contributions principales portent sur spring et spring boot, mais aussi sur Spring Batch et Spring AMQP.</p>  <p>Durant son temps libre, Stéphane est un globe-trotter et un gastronome, avide de découvrir de nouveaux lieux et de nouvelles saveurs.</p>",
      "fr":"<p><b>Gildas Cuisinier</b></p><p> Gildas Cuisinier, fanboy de Spring depuis des années fut l’un des premiers acteurs Spring pour la communauté francophone. Il fut  à l'origine de la section Spring de Developpez.com, et il présenta Spring dans divers conférences (JUGs en France, Luxembourg, Devoxx France).</p> <p> Consultant au Luxembourg pour Sfeir Benelux, il travaille avec Spring au quotidien.</p> <p>En dehors de Spring, il est également un membre actif du YaJUG, et participe à l’initiative Devoxx4Kids dans la région du Luxembourg.</p> <p><b>Stéphane Nicoll</b></p><p>Actif dans l'open source depuis 10 ans, Stéphane Nicoll est notamment membre du comité de gestion de Apache Maven depuis 2006.  Il a rejoint Pivotal en 2014, où ses contributions principales portent sur spring et spring boot, mais aussi sur Spring Batch et Spring AMQP.</p>  <p>Durant son temps libre, Stéphane est un globe-trotter et un gastronome, avide de découvrir de nouveaux lieux et de nouvelles saveurs.</p>"
    }
  },
  "philippe_grosjean" : {
    "twitter": "PhilGrosjean",
    "linkedin": "",
    "name": "Philippe Grosjean",
    "site": "http://t.co/y5JYEp58U1",
    "logo": "",
    "bio":{
      "en":"<p>Philippe Grosjean est professeur à l'Université de Mons et directeur du laboratoire d'Écologie numérique des Milieux aquatiques. Il enseigne l'écologie aquatique et les biostatistiques aux futurs biologistes. Il étudie le plancton marin et le comportement des coraux tropicaux face aux changements climatiques globaux. Il développe également des logiciels spécialisés pour l'océanographie ou la biologie marine, notamment en R. Plus récemment, il s'intéresse à l'écologie des communautés de développeurs open source (Gnome, Debian, R).</p> <p>Développeur en R de longue date (avec les packages SciViews, ZooImage, PASTECS, Aurelhy, ...), il en est également le traducteur en français. Il a animé des formations et est consultant autour de ce logiciel dans les entreprises et institutions en Europe telles que IFREMER, AZTI, CEFAS, FAO, ChemCom, ...</p>",
      "fr":"<p>Philippe Grosjean est professeur à l'Université de Mons et directeur du laboratoire d'Écologie numérique des Milieux aquatiques. Il enseigne l'écologie aquatique et les biostatistiques aux futurs biologistes. Il étudie le plancton marin et le comportement des coraux tropicaux face aux changements climatiques globaux. Il développe également des logiciels spécialisés pour l'océanographie ou la biologie marine, notamment en R. Plus récemment, il s'intéresse à l'écologie des communautés de développeurs open source (Gnome, Debian, R).</p> <p>Développeur en R de longue date (avec les packages SciViews, ZooImage, PASTECS, Aurelhy, ...), il en est également le traducteur en français. Il a animé des formations et est consultant autour de ce logiciel dans les entreprises et institutions en Europe telles que IFREMER, AZTI, CEFAS, FAO, ChemCom, ...</p>"
    }
  },
  "sebastien_jodogne" : {
    "twitter": "sjodogne",
    "linkedin": "be.linkedin.com/in/jodogne",
    "name": "Sébastien Jodogne",
    "site": "http://www.orthanc-server.com/",
    "logo": "",
    "bio":{
      "en":"<p>Sébastien Jodogne holds a Ph.D. degree in Computer Science from the University of Liège (Belgium). His research work was notably acknowledged by the IBM Belgium Award in 2002. Between 2006 and 2011, he implemented high-performance image analysis software for private companies in the fields of machine vision, closed-circuit television, and broadcasting. Since 2011, he has been working as a medical imaging engineer at the University Hospital of Liège, where he develops the free and open source software Orthanc. His research interests include medical imaging, computer vision, machine learning and software engineering.</p>",
      "fr":"<p>Sébastien Jodogne holds a Ph.D. degree in Computer Science from the University of Liège (Belgium). His research work was notably acknowledged by the IBM Belgium Award in 2002. Between 2006 and 2011, he implemented high-performance image analysis software for private companies in the fields of machine vision, closed-circuit television, and broadcasting. Since 2011, he has been working as a medical imaging engineer at the University Hospital of Liège, where he develops the free and open source software Orthanc. His research interests include medical imaging, computer vision, machine learning and software engineering.</p>"
    }
  },
  "noootsab_xtordoir" : {
    "twitter": "",
    "linkedin": "",
    "name": "Andy Petrella - Xavier Tordoir",
    "site": "",
    "logo": "",
    "bio":{
      "en":"<p>Andy et Xavier partagent le goût des technologies distribuées et travaillent ensemble sur des projets où ces connaissances apportent un plus aux solutions envisagées.</p> <p>Le calcul distribué est utilisé  dans les sphères de la science depuis un certain temps mais le buzz fait autour du Big Data ainsi que l'avènement des solutions open source et du cloud computing ont décuplé et popularisé cet intérêt.</p> <p>Ces deux dernières années investies sur ces sujets leurs ont permis de participer à et de créer des projets de recherches passionnants et stimulants.</p> <p>Ainsi, leur temps est dorénavant partagé entre le distributed data science et les conférences.</p>",
      "fr":"<p>Andy et Xavier partagent le goût des technologies distribuées et travaillent ensemble sur des projets où ces connaissances apportent un plus aux solutions envisagées.</p> <p>Le calcul distribué est utilisé  dans les sphères de la science depuis un certain temps mais le buzz fait autour du Big Data ainsi que l'avènement des solutions open source et du cloud computing ont décuplé et popularisé cet intérêt.</p> <p>Ces deux dernières années investies sur ces sujets leurs ont permis de participer à et de créer des projets de recherches passionnants et stimulants.</p> <p>Ainsi, leur temps est dorénavant partagé entre le distributed data science et les conférences.</p>"
    }
  },
  "johnny_miller" : {
    "twitter": "",
    "linkedin": "",
    "name": "Johnny Miller",
    "site": "",
    "logo": "",
    "bio":{
      "en":"<p>Johnny Miller is an experienced developer, architect, team lead and agile coach with a history of working at Sky, AOL Broadband and Alcatel-Lucent. Johnny has architected and delivered a number of enterprise platforms using Cassandra as a key component for achieving high availability and efficient scaling. As a result of Johnny's belief in the performance of Cassandra this lead him to join DataStax and drive solutions for Cassandra Big Data.</p>",
      "fr":"<p>Johnny Miller is an experienced developer, architect, team lead and agile coach with a history of working at Sky, AOL Broadband and Alcatel-Lucent. Johnny has architected and delivered a number of enterprise platforms using Cassandra as a key component for achieving high availability and efficient scaling. As a result of Johnny's belief in the performance of Cassandra this lead him to join DataStax and drive solutions for Cassandra Big Data.</p>"
    }
  },
  "Duy_Hai_Doan" : {
    "twitter": "doanduyhai",
    "linkedin": "http://fr.linkedin.com/pub/duyhai-doan/2/224/848",
    "name": "Duy Hai Doan",
    "site": "http://www.doanduyhai.com/blog",
    "logo": "",
    "bio":{
      "en":"DuyHai Doan is a Cassandra technical advocate. He spends his time between technical presentations/meetups on Cassandra, coding on open source projects to support the community and helping all  companies using Cassandra to make their project successful. Previously he was working as a freelance Java/Cassandra consultant.",
      "fr":"DuyHai Doan is a Cassandra technical advocate. He spends his time between technical presentations/meetups on Cassandra, coding on open source projects to support the community and helping all  companies using Cassandra to make their project successful. Previously he was working as a freelance Java/Cassandra consultant."
    }
  },
  "antoine_dubois" : {
    "twitter": "",
    "linkedin": "https://be.linkedin.com/in/duboisantoine",
    "name": "Antoine Dubois",
    "site": "http://www.arexo.be",
    "logo": "",
    "bio":{
      "en":"<p>Je suis tombé dans la marmite de l'informatique alors que j'étais tout petit en commençant à programmer en Turbo Basic sur l'ordinateur de mon père dès l'âge de 12 ans. Depuis cette passion ne m'a jamais quittée.</p><p>Je suis un touche à tout en terme de technologie et j'aime à comprendre tous les aspects des solutions IT. J'ai commencé ma carrière de consultant sur la case BI. J'ai lancé les dès et je me suis aventuré dans le développement de base de données. J'ai ensuite réussi un double 6 pour avancer jusqu'au développement Java pour arriver finalement aux solutions webs et mobiles.</p><p>Cela fait 3 ans que j'ai rejoint l'équipe Arexo et suis actuellement en mission chez Fortuneo en tant que architecte/développeur pour leur site web.</p><p>Récemment j'ai eu un coup de cœur pour un framework Javascript qui s'appelle Ember.js et j'entends bien partager mon attrait pour ce superbe outils avec vous lors de ma première expérience de conférencier lors de la séance du Wajug le 23 mai 2015.</p>",
      "fr":"<p>Je suis tombé dans la marmite de l'informatique alors que j'étais tout petit en commençant à programmer en Turbo Basic sur l'ordinateur de mon père dès l'âge de 12 ans. Depuis cette passion ne m'a jamais quittée.</p><p>Je suis un touche à tout en terme de technologie et j'aime à comprendre tous les aspects des solutions IT. J'ai commencé ma carrière de consultant sur la case BI. J'ai lancé les dès et je me suis aventuré dans le développement de base de données. J'ai ensuite réussi un double 6 pour avancer jusqu'au développement Java pour arriver finalement aux solutions webs et mobiles.</p><p>Cela fait 3 ans que j'ai rejoint l'équipe Arexo et suis actuellement en mission chez Fortuneo en tant que architecte/développeur pour leur site web.</p><p>Récemment j'ai eu un coup de cœur pour un framework Javascript qui s'appelle Ember.js et j'entends bien partager mon attrait pour ce superbe outils avec vous lors de ma première expérience de conférencier lors de la séance du Wajug le 23 mai 2015.</p>"
    }
  },
  "pascal_van_cauwenberghe" : {
    "twitter": "pascalvc",
    "linkedin": "https://www.linkedin.com/in/pascalvancauwenberghe",
    "name": "Pascal Van Cauwenberghe",
    "site": "http://blog.nayima.be/",
    "logo": "",
    "bio":{
      "en":"<p>Pascal Van Cauwenberghe est un consultant basé à Bruxelles qui essaie de résoudre plus de problèmes qu’il n’en crée. Pour cela il utilise des méthodes issues de l’agile, du Lean, de la théorie des contraintes, du Systems Thinking notamment.</p><p>Il est un des fondateurs du groupe XP en Belgique et un des organisateurs des XP Days Benelux. Un jour, Vera Peeters et lui ont inventé le “XP Game“, parce qu’ils ne réussissaient pas à expliquer XP. Ils ont appris que le jeu est un moyen idéal pour apprendre. Depuis lors, il tente de transformer le travail en un jeu…</p><p><a href='http://blog.nayima.be/about/'>http://blog.nayima.be/about/</p>",
      "fr":"<p>Pascal Van Cauwenberghe est un consultant basé à Bruxelles qui essaie de résoudre plus de problèmes qu’il n’en crée. Pour cela il utilise des méthodes issues de l’agile, du Lean, de la théorie des contraintes, du Systems Thinking notamment.</p><p>Il est un des fondateurs du groupe XP en Belgique et un des organisateurs des XP Days Benelux. Un jour, Vera Peeters et lui ont inventé le “XP Game“, parce qu’ils ne réussissaient pas à expliquer XP. Ils ont appris que le jeu est un moyen idéal pour apprendre. Depuis lors, il tente de transformer le travail en un jeu…</p><p><a href='http://blog.nayima.be/about/'>http://blog.nayima.be/about/</p>"
    }
  }
  
}
