[
    {
        "date": {
            "en": "01/17/2013 7PM",
            "fr": "17/01/2013 19h00"
        },
        "subject": {
            "en": "Introduction to functional programming using Scala",
            "fr": "Introduction à la programmation fonctionelle au travers de Scala"
        },
        "title":{
          "en":"Introduction to functional programming using Scala.",
          "fr":"Introduction à la programmation fonctionelle au travers de Scala."
        },
        "subtitle":{
          "en":"Why does it buzz... in the business industry?",
          "fr":"Pourquoi ce buzz... en dehors des amphis ?"
        },
        "synopsis":{
          "en":"<p>In this talk, you're gonna have a high level sight on the functional programming paradigm, expressions, immutability and alike. For illustration purpose, we'll be live coding in Scala.</p> <p>With such quick introduction, you'll master enough to catch its worth in the concurrency world -- an essential piece of any cloud application. One of the most popular library to take advantage of this beefed up concurrency power is probably Akka. </p><p>Drop da things in a web server, and you'll reach a kind-of Nirvana having a non-blocking and highly responsive and scalable component -- minimizing the resource consumption. </p> A logical continuation will be  the demonstration of the Play! Framework 2.<p></p>",
          "fr":"<p>Dans cette présentation, nous allons survoler les concepts fondamentaux de la programmation fonctionnelle, les expressions, immutabilité et consors. A des fins d'illustrations, nous programmerons cela en live en utilisant Scala.</p> <p>Grâce à cette petite introduction, nous aurons déjà assez d'informations pour saisir les subtilités garantissant cette qualité dans le monde de la programmation concurrente -- pièce maîtresse de toute application cloud. Une des libraries les plus populaires prenant avantages de ces fonctionnalités glonflées en matière de concurrence est Akka.</p> <p>Mets tout ça dans un serveur web et tu obtiens un genre de Nirvana non-bloquant et hautement réactif -- optimisant la consommation des ressources et capable de monter en charge. En toute logique avec ce qui précède, un démonstration du Play! Framework 2 s'impose.</p>"
        },
        "description": "scala",
        "speaker": "apetrella",
        "location": "wsl",
        "fikket": "introduction-a-la-programmation-fonctionelle-au-travers-de-scala-par-andy-petrella",
        "done": true
    },
    {
      "date": {
        "en": "02/27/2013 7PM",
        "fr": "27/02/2013 19h00"
      },
      "subject": {
        "en": "Lessons learned from scaling Agile to distributed, offshore teams",
        "fr": "Agile distribué en équipes offshores: retour d'expérience"
      },
      "title":{
        "en":"Lessons learned from scaling Agile to distributed, offshore teams.",
        "fr":"Agile distribué en équipes offshores: retour d'expérience"
      },
      "subtitle":{
        "en":"",
        "fr":""
      },
      "synopsis": {
        "en": "<p>Driving a software project to success is notoriously hard, be it using an Agile methodology or not. Add offshore distributed teams to the picture, and it gets... even harder. Obviously, communication does not get any smoother, while cultural differences start acting as barriers.</p><p>By attending this talk, you will learn about some of the problems different teams encountered on such projects, and what was done to overcome them. Though there are no silver bullets, the goal of this presentation is to open your eyes, inspire you new ideas, leading to better resolutions.</p><p>We’ll address topics such as cross-team synchronization, slippery iteration plans, <i>“It’s not our fault, it’s theirs!”</i>, cultural diversity/sensibility, …</p><p>These solutions were indeed crafted given the particularities of the project at hand, within its specific context. Your case is different, for sure, but hopefully you'll be able to spot some patterns, and shed new lights in order to overcome your own challenges.</p>",
        "fr": "<p>Réussir un projet de développement logiciel est dur, c'est bien connu. Ajoutez y des aspects d'équipes offshores distribuées, et ça n'en devient que plus dur. La communication ne s'améliore pas, les différences culturelles se dressent comme des barrières.</p><p>Au cours de cette présentation, vous en apprendrez plus sur les problèmes rencontrés par ces différentes équipes, et les solutions qui ont été adoptées pour les résoudre. Bien qu'il n’y aie pas de recette miracle, le but de ce talk est de vous ouvrir les yeux, vous inspirer de nouvelles idées menant à de nouvelles solutions.</p><p>Nous aborderons des sujets tels que la synchronisation inter-équipes, le non respect des plans d'itérations, le <i>« Ce n'est pas de notre faute, c'est de la leur ! »</i>, les différences de sensibilités culturelles, …</p><p>Ces solutions ont bien sur été mises en place dans le cadre d'un projet particulier, et de son contexte spécifique. Votre cas est différent, c'est sur, mais vous reconnaitrez certainement des « patterns », et pourrez vous attaquer à vos défis sous un nouvel éclairage.</p>"
      },
      "description": "agile-distributed",
      "speaker": "srondal",
      "location": "laforge",
      "done": true
    },
    {
      "date": {
        "en": "03/25/2013 7PM",
        "fr": "25/03/2013 19h00"
      },
      "subject": {
        "en": "Green IT for Dummies",
        "fr": "Le Green IT pour les nuls"
      },
      "title":{
        "en":"Green IT for Dummies",
        "fr":"Le Green IT pour les nuls"
      },
      "subtitle":{
        "en":"",
        "fr":""
      },
      "synopsis": {
        "en": "<p><div>First, during this talk, we will demystify what is Green IT (between hype or necessity). </div><div>Further on, under a collaborative way, we will plan what could be established to get a green IT organisation.</div><div><span style='line-height: 1.5;'>Later on, we will summarize to understand why there is a need for a green IT/IT sustainability organisation.</span></div></p>",
        "fr": "<p>Tout d'abord, au cours de cette conférence, nous démystifierons ce qu'est&nbsp;le GreenIT (entre hype et&nbsp;nécessité).&nbsp;</p><p>Ensuite, sur un mode participatif,&nbsp;nous&nbsp;<span>déterminerons ce qui peut être développé pour rendre une organisation plus verte.&nbsp;</span></p><p><span>Enfin, nous synthétiserons en répondant à la nécessité d'une politique verte pour&nbsp;les organisations ICT.&nbsp;</span><br></p>"
      },
      "description": "green-it",
      "speaker": "ljanssens",
      "location": "cownamur",
      "done": true
    },
    {
      "date": {
        "en": "05/08/2013 7PM",
        "fr": "08/05/2013 19h00"
      },
      "subject": {
        "en": "Flukso in a Nutshell",
        "fr": "Flukso in a Nutshell"
      },
      "title":{
        "en":"Flukso in a Nutshell",
        "fr":"Flukso in a Nutshell"
      },
      "subtitle":{
        "en":"",
        "fr":""
      },
      "synopsis": {
        "en" : "<p>Flukso is a community metering platform. People install a Fluksometer in their home or office to monitor their electricity, water and gas usage and benchmark their consumption against other Fluksonians.</p><p>This talk will give you an overview of the Flukso software stack. From the embedded code running on the Fluksometers to the server components. Like any organism, the Flukso platform is constantly evolving. A selection of the major design choices, past and present, will therefore be addressed. So do please come and join us if you've got a interest in the topics of distributed systems, telemetry and software robustness.</p>",
	"fr" : "<p>Flukso est une plateform communautaire de mesure. Il suffit d'installer un Fluksomètre chez soit ou au bureau et il est possible de suivre l'évolution des consommation en électricité, eau et gaz.<br> De plus, grâce à l'aspect communautaire apporté par Flukso, il est possible de comparer ou mettre à l'épreuve vos consommations par rapport à d'autres Fluksonians.</p> <p>Ce talk vous donnera un aperçu de la stack logicielle derrière Flukso. Depuis le code embarqué dans les Fluksomètes jusqu'aux composants serveurs. Comme tout organisme, la plateforme Flukso évolue constamment.<br> Une sélection de choix de design majeurs, passés et présents, seront ainsi traités.</p> <p>Donc n'hésitez plus et venez nous rejoindre dans cette discussion sur les sujets des systèmes distribués, télémétries et performances logicielles.</p>"
      },
      "description" : "flukso",
      "speaker": "bvandermeerssche",
      "location": "laforge",
      "fikket": "flukso-in-a-nutshell-by-bart-van-der-meerssche",
      "done": true
    },
    {
      "date": {
        "en": "05/29/2013 7PM",
        "fr": "29/05/2013 19h00"
      },
      "subject": {
        "en": "The Spring Framework, the whole portfolio",
        "fr": "Le Framework Spring, tout le portfolio"
      },
      "title": {
        "en": "The Spring Framework, the whole portfolio",
        "fr": "Le Framework Spring, tout le portfolio"
      },
      "subtitle":{
        "en":"",
        "fr":""
      },
      "synopsis": {
        "en" : "<p>En 2004, Spring Framework venait combler de gros manques dans J2EE en apportant simplicité, légèreté, facilité pour tester les composants. Il était un vrai ciment dans un projet et permettait de réduire le code technique.</p><p>Après quelques années où il a fini par s’imposer, JEE a pris le temps d’évoluer, et en 2009, JEE6 est annoncé et intégre CDI, un 'concurrent' à Spring. Un combat de titans’annonçait: d’un coté un standard officiel, de l’autre un standard de fait.</p><p>En 2013, 'Spring' n’est plus seulement le moteur d’injection de dépendance, mais tout un portfolio de projets qui répondent à divers besoin : Intégration de service, processus de batch, gestion de la sécurité, accès aux réseaux sociaux, …</p><p>Venez découvrir ce que le portfolio Spring peut faire pour vous !</p>",
        "fr" : "<p>En 2004, Spring Framework venait combler de gros manques dans J2EE en apportant simplicité, légèreté, facilité pour tester les composants. Il était un vrai ciment dans un projet et permettait de réduire le code technique.</p><p>Après quelques années où il a fini par s’imposer, JEE a pris le temps d’évoluer, et en 2009, JEE6 est annoncé et intégre CDI, un 'concurrent' à Spring. Un combat de titans’annonçait: d’un coté un standard officiel, de l’autre un standard de fait.</p><p>En 2013, 'Spring' n’est plus seulement le moteur d’injection de dépendance, mais tout un portfolio de projets qui répondent à divers besoin : Intégration de service, processus de batch, gestion de la sécurité, accès aux réseaux sociaux, …</p><p>Venez découvrir ce que le portfolio Spring peut faire pour vous !</p>"
      },
      "description" : "spring",
      "speaker": "gcuisinier",
      "location": "laforge",
      "fikket": "le-framework-spring-tout-le-portfolio-par-gildas-cuisinier",
      "done": true
    },
    {
      "date": {
        "en": "06/25/2013 7PM",
        "fr": "25/06/2013 19h00"
      },
      "subject": {
        "en": "Teach kids to code",
        "fr": "Apprendre aux gosses à programmer"
      },
      "title": {
        "en": "Devoxx 4 Kids",
        "fr": "Devoxx 4 Kids"
      },
      "subtitle":{
        "en":"",
        "fr":""
      },
      "synopsis": {
	     	"en" : "",
		    "fr" : "<p>Durant cette session, l'équipe de Devoxx 4 Kids se fera un plaisir de vous montrer en <em>prime</em> ce que pourront faire nos petites têtes blondes (choix de couleur parfaitement legacy).</p> <p>Vous aurez alors l'occasion de vous familiariser avec un outil par session, une session étant prévue dans chacun des JUGs belges: BeJUG, BruJUG et WAJUG.</p> <p>L'outil principal présenté lors de la session WAJUG sera <a href='http://www.greenfoot.org/'>Greenfoot</a>, un environnement d'apprentissage du langage Java -- totalement interactif et visuel!</p> <p>Au terme de la soirée, et quelque soit votre niveau en Java, il vous sera possible de passer le mot (la connaissance) à vos voisins/prochains.</p> <p>Ainsi donc, l'équipe Devoxx 4 Kids a choisi de nommer ces sessions <strong>Train the trainers</strong>.</p> <p>Cerise sur le gâteau, l'équipe nous fera une démonstration de ce qui sera réalisé avec des robots NAOs <strong>les 5 et 12 octobre 2013</string>.</p> <p><img src='/assets/images/contents/nao.jpg'/></p> Un petit screenshot de greenfoot: <p><img src='/assets/images/contents/greenfoot.png'/></p>"
	    },
	    "description" : "devoxx4kids",
      "speaker": "devoxx4kids",
      "location": "laforge",
      "fikket": "devoxx-4-kids-train-the-trainers",
      "done": false
    }

]
